#Программа-шутник
print("Что получится, если скрестить снеговика с вампиром?")
input() # пустой инпут подразумевает, что игрок нажмет энтер, чтобы услышать окончание шутки, но даже если она введет строку, она никуда не сохранится
print("Обморожение!")
print()
print("Что дантисты называют \"Черной дырой\"?") #экранирование выполняется обратным слэшем, не обыччным!
input()
print("Кариес!")
print()
print("Тук-тук.")
input()
print('Кто там?')
input()
print('Невежливая корова.')
input()
print('Невежливая корова?', end = '') #необязательный аргумент end здесь заменяет обычный переход по умолчанию на пробел
print('-Мууууу')      